[
	{
		"id": "c600282c-227b-4ffc-b1ee-b5987609ee4f",
		"name": "50's Prime Time Café",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "RESTAURANT",
		"slug": "50sprimetimecaf",
		"externalId": "90001216;entityType=restaurant",
		"latitude": 28.357444,
		"longitude": -81.558881,
		"description": "Step into Mom's kitchen for a nostalgic dining experience at 50's Prime Time Café. This retro-themed restaurant takes you back to the 1950s, where \"Mom\" serves up classic comfort food and enforces old-fashioned table manners. Be prepared for playful interactions and a fun-filled meal reminiscent of family gatherings from the past."
	},
	{
		"id": "d56506e2-6ad3-443a-8065-fea37987248d",
		"name": "Alien Swirling Saucers",
		"shortName": null,
		"land": "Toy Story Land",
		"entityType": "ATTRACTION",
		"slug": "alienswirlingsaucers",
		"externalId": "18904172;entityType=Attraction",
		"latitude": 28.355385,
		"longitude": -81.562379,
		"description": "Join the adorable aliens from Toy Story for a swirling space ride. Climb aboard your very own toy rocket and spin through a whimsical galaxy of flashing lights and catchy tunes. This playful attraction is a must-do for Toy Story fans, as you whirl and twirl through an out-of-this-world adventure with the little green aliens as your hosts."
	},
	{
		"id": "375197ac-27ac-41f7-bd93-f4e9b9fc4d5d",
		"name": "Beauty & The Beast Live on Stage",
		"shortName": null,
		"land": "Sunset Boulevard",
		"entityType": "SHOW",
		"slug": "beautyandthebeastliveonstage",
		"externalId": "80010848;entityType=Entertainment",
		"latitude": 28.3589163,
		"longitude": -81.559599,
		"description": "Be enchanted by a Broadway-style retelling of the classic fairy tale. This 25-minute show brings the story of Beauty and the Beast to life with vibrant costumes, elaborate sets, and show-stopping musical numbers. Join Belle, Beast, and the enchanted castle inhabitants in this magical and heartwarming stage production."
	},
	{
		"id": "c35fd0d8-3a15-4609-8edf-92204c20d0e6",
		"name": "Disney Junior Play and Dance!",
		"shortName": null,
		"land": "Animation Courtyard",
		"entityType": "SHOW",
		"slug": "disneyjuniorplayanddance",
		"externalId": "19583373;entityType=Entertainment",
		"latitude": 28.357613,
		"longitude": -81.560567,
		"description": "Join popular Disney Junior characters for a lively interactive show. Dance and sing along with Mickey Mouse and friends, as well as favorite characters from hit shows like Doc McStuffins, Vampirina, and Fancy Nancy. This high-energy experience is perfect for young children and will have everyone grooving to the Disney Junior beat."
	},
	{
		"id": "90ab2c64-e05c-4783-bde5-fddf41f78402",
		"name": "Disney Movie Magic",
		"shortName": null,
		"land": "Hollywood Boulevard",
		"entityType": "SHOW",
		"slug": "disneymoviemagic",
		"externalId": "18693119;entityType=Entertainment",
		"latitude": 28.356965,
		"longitude": -81.560425,
		"description": "Prepare to be mesmerized by this awe-inspiring projection show. Disney Movie Magic celebrates the magic of beloved Disney films on the iconic Chinese Theater facade. Through dazzling special effects and heartwarming scenes, this nighttime spectacle immerses you in the most memorable moments from classic and contemporary Disney movies, leaving you with a sense of wonder and nostalgia."
	},
	{
		"id": "64085946-a050-4b56-b1d9-61340091f112",
		"name": "Disney® Visa® Cardmember Star Wars Photo Opportunity at Disney's Hollywood Studios",
		"shortName": "Star Wars Photo Opportunity",
		"land": "Animation Courtyard",
		"entityType": "SHOW",
		"slug": "disneyvisacardmemberstarwarsphotoopportunityatdisneyshollywoodstudios",
		"externalId": "18299758;entityType=Entertainment",
		"latitude": 28.358061,
		"longitude": -81.560933,
		"description": "Visit the Animation Courtyard and strike a pose at this exclusive Star Wars photo opportunity for Disney® Visa® Cardmembers. Capture a memorable moment with your favorite Star Wars characters and take home a special keepsake from your visit to Disney's Hollywood Studios."
	},
	{
		"id": "42328c39-76ab-4f03-b862-4206c8d9f7bb",
		"name": "Fantasmic!",
		"shortName": null,
		"land": "Sunset Boulevard",
		"entityType": "SHOW",
		"slug": "fantasmic",
		"externalId": "80010887;entityType=Entertainment",
		"latitude": 28.3612252,
		"longitude": -81.558233,
		"description": "Immerse yourself in Mickey Mouse's dream world of magic and imagination. Fantasmic! is a mesmerizing nighttime spectacular featuring stunning water projections, pyrotechnics, and live performers. Watch in awe as Mickey faces off against classic Disney villains and celebrates the power of imagination in this grand display of music, lights, and storytelling."
	},
	{
		"id": "d91a0e9a-8652-4036-822f-e7b12b381273",
		"name": "For the First Time in Forever: A Frozen Sing-Along Celebration",
		"shortName": "For the First Time in Forever",
		"land": "Echo Lake",
		"entityType": "SHOW",
		"slug": "forthefirsttimeinforeverafrozensingalongcelebration",
		"externalId": "17842841;entityType=Entertainment",
		"latitude": 28.3568243,
		"longitude": -81.559694,
		"description": "Join Anna, Elsa, and friends for a magical musical celebration. This interactive show brings the beloved story of Frozen to life through live performances and sing-alongs to popular songs like \"Let It Go.\" With plenty of humor and heart, this show is a favorite among Frozen fans of all ages."
	},
	{
		"id": "bc2c2ffe-3cf0-4e75-a408-bf5e86515c4c",
		"name": "Green Army Drum Corps",
		"shortName": null,
		"land": "Pixar Place",
		"entityType": "SHOW",
		"slug": "greenarmydrumcorps",
		"externalId": "19025720;entityType=Entertainment",
		"latitude": 28.355815,
		"longitude": -81.562344,
		"description": "Get ready to march to the beat of the Green Army Drum Corps. This lively street performance features the iconic Green Army Men from Toy Story, drumming and marching to a lively cadence. Join in on the fun as they entertain guests of all ages with their energetic and interactive routines."
	},
	{
		"id": "7bf05bdc-8279-427b-8a6d-50fc62ef31cb",
		"name": "Hollywood & Vine",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "RESTAURANT",
		"slug": "hollywoodvine",
		"externalId": "90001744;entityType=restaurant",
		"latitude": 28.357611,
		"longitude": -81.558975,
		"description": "Treat your taste buds to a delightful dining experience at Hollywood & Vine. This restaurant offers character dining at select times, where you can meet favorite Disney friends while enjoying a bountiful buffet of delicious dishes. The vibrant atmosphere and themed decorations create a fun-filled meal that's perfect for the whole family."
	},
	{
		"id": "7357772c-6b11-4a8d-af97-05a1bb45f001",
		"name": "Indiana Jones™ Epic Stunt Spectacular!",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "SHOW",
		"slug": null,
		"externalId": "136;entityType=Entertainment",
		"latitude": 28.3566701,
		"longitude": -81.558611,
		"description": "Witness daring stunts and incredible action in this thrilling live show. Inspired by the Indiana Jones film series, this action-packed spectacle takes you on an adventure filled with death-defying feats, special effects, and impressive stunts. It's a heart-pounding experience that'll make you feel like you're part of the action."
	},
	{
		"id": "5262e79e-8553-4ec0-a832-3177d377136d",
		"name": "Lightning McQueen's Racing Academy",
		"shortName": null,
		"land": "Sunset Boulevard",
		"entityType": "ATTRACTION",
		"slug": "lightningmcqueensracingacademy",
		"externalId": "19276204;entityType=Attraction",
		"latitude": 28.360035,
		"longitude": -81.560707,
		"description": "Rev up your engines for a high-octane experience with Lightning McQueen, the legendary race car from Disney-Pixar's Cars. Join this interactive show and learn what it takes to be a champion racer, as Lightning McQueen and his friends share their racing wisdom and entertain you with their impressive skills. It's a thrilling and entertaining attraction for Cars fans of all ages."
	},
	{
		"id": "60faffdd-b899-4464-9059-6f4f5e54747f",
		"name": "Mama Melrose's Ristorante Italiano",
		"shortName": null,
		"land": "Muppets Courtyard",
		"entityType": "RESTAURANT",
		"slug": "mamamelrosesristoranteitaliano",
		"externalId": "90001865;entityType=restaurant",
		"latitude": 28.354532,
		"longitude": -81.559012,
		"description": "Savor the flavors of Italy at Mama Melrose's Ristorante Italiano. This charming trattoria offers a menu inspired by traditional Italian cuisine, from pasta dishes to wood-fired pizzas. The cozy atmosphere and rustic decor create the perfect setting for a delightful meal that transports you straight to the heart of Italy."
	},
	{
		"id": "02861a9b-584d-47d5-a8d0-98e05c3b5dce",
		"name": "Meet Disney Stars at Red Carpet Dreams",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "SHOW",
		"slug": "mickeyandminniestarringinredcarpetdreams",
		"externalId": "18368386;entityType=Entertainment",
		"latitude": 28.356068,
		"longitude": -81.559479,
		"description": "Walk the red carpet and meet some of your favorite Disney characters at this star-studded meet-and-greet. From classic Disney princesses to daring superheroes, you'll have the opportunity to take photos and create lasting memories with beloved Disney stars. This enchanting experience makes you feel like a Hollywood VIP."
	},
	{
		"id": "27f9fc86-2341-4bf4-8cbf-67fc16a841f1",
		"name": "Meet Olaf at Celebrity Spotlight",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "SHOW",
		"slug": "celebrityspotlight",
		"externalId": "18368385;entityType=Entertainment",
		"latitude": 28.356072,
		"longitude": -81.559158,
		"description": "Warm your heart with a warm hug from Olaf, the lovable snowman from Frozen. At Celebrity Spotlight, you can meet this adorable character and take photos to remember the special moment. Olaf's cheerful personality and charming wit make this character meet-and-greet a must-do for Frozen fans of all ages."
	},
	{
		"id": "0dd79157-a449-418e-b374-99907c67fe18",
		"name": "Meet Sulley at Walt Disney Presents",
		"shortName": null,
		"land": "Animation Courtyard",
		"entityType": "SHOW",
		"slug": "meetsulleyatwaltdisneypresents",
		"externalId": "19152250;entityType=Entertainment",
		"latitude": 28.3569626868235,
		"longitude": -81.561084461044,
		"description": "Meet and greet one of the lovable monsters from Disney-Pixar's Monsters, Inc. Step into the world of Monstropolis and have a furry encounter with Sulley, the big-hearted blue monster. Don't forget your camera, as this friendly and huggable character is sure to make your day a little more monstrous."
	},
	{
		"id": "6e118e37-5002-408d-9d88-0b5d9cdb5d14",
		"name": "Mickey & Minnie's Runaway Railway",
		"shortName": null,
		"land": "Mickey Avenue",
		"entityType": "ATTRACTION",
		"slug": "mickeyminniesrunawayrailway",
		"externalId": "19259335;entityType=Attraction",
		"latitude": 28.3566783801,
		"longitude": -81.5605667783,
		"description": "Step into the wacky world of Mickey and Minnie Mouse as they embark on their first-ever theme park adventure. This innovative ride combines cutting-edge technology with classic cartoon storytelling, taking you on a zany journey through a magical cartoon universe. Be prepared for surprises, laughs, and heartwarming moments as you become part of Mickey and Minnie's whimsical escapades."
	},
	{
		"id": "34c4916b-989b-4ff1-a7e3-a6a846a3484f",
		"name": "Millennium Falcon: Smugglers Run",
		"shortName": null,
		"land": "Star Wars: Galaxy's Edge",
		"entityType": "ATTRACTION",
		"slug": "millenniumfalconsmugglersrun",
		"externalId": "19263735;entityType=Attraction",
		"latitude": 28.353889,
		"longitude": -81.561689,
		"description": "Climb aboard the iconic Millennium Falcon and become part of a daring smuggling mission. As a member of the flight crew, you'll work together to pilot the ship, fire its blasters, and navigate through space. The outcome of your mission depends on your actions, making this immersive experience in Star Wars: Galaxy's Edge an unforgettable and highly interactive adventure."
	},
	{
		"id": "76dfa347-94bb-4552-b183-a08490c54acc",
		"name": "Muppet*Vision 3D",
		"shortName": null,
		"land": "Grand Avenue",
		"entityType": "ATTRACTION",
		"slug": "muppetvision3d",
		"externalId": "80010151;entityType=Attraction",
		"latitude": 28.3550644708,
		"longitude": -81.5594643904,
		"description": "Step into the hilarious world of the Muppets with this 3D spectacular. Join Kermit, Miss Piggy, and the whole gang for a wacky and interactive show filled with zany effects and classic Muppet humor. This family-friendly attraction is a perfect blend of live-action and 3D animation, providing laughs and entertainment for guests of all ages."
	},
	{
		"id": "f020b5e3-d26d-4339-83f9-0f1f858a0e40",
		"name": "Oga's Cantina at the Walt Disney World Resort",
		"shortName": null,
		"land": "Star Wars: Galaxy's Edge",
		"entityType": "RESTAURANT",
		"slug": "ogascantinaatthewaltdisneyworldresort",
		"externalId": "19267226;entityType=restaurant",
		"latitude": 28.354095,
		"longitude": -81.562075,
		"description": "Step into the infamous Oga's Cantina, a lively watering hole on the planet of Batuu. Enjoy exotic beverages and otherworldly concoctions in this unique and bustling Star Wars bar. Encounter colorful characters and immerse yourself in the sights and sounds of the galaxy while relaxing in this lively cantina atmosphere."
	},
	{
		"id": "1a8d9843-c058-437b-9830-7e25642c0f5f",
		"name": "Pixar Pals Motorcade",
		"shortName": null,
		"land": "Pixar Place",
		"entityType": "SHOW",
		"slug": "pixarpalsmotorcade",
		"externalId": "19576019;entityType=Entertainment",
		"latitude": 28.357033,
		"longitude": -81.560297,
		"description": "Experience a lively cavalcade featuring beloved Pixar characters. As they make their way down the parade route, you'll have the chance to see and cheer for familiar faces from hit films like Toy Story, The Incredibles, Finding Nemo, and more. This spirited motorcade brings the magic of Pixar to life, creating joy and excitement for guests of all ages."
	},
	{
		"id": "e516f303-e82d-4fd3-8fbf-8e6ab624cf89",
		"name": "Rock 'n' Roller Coaster Starring Aerosmith",
		"shortName": null,
		"land": "Sunset Boulevard",
		"entityType": "ATTRACTION",
		"slug": "rocknrollercoasterstarringaerosmith",
		"externalId": "80010182;entityType=Attraction",
		"latitude": 28.359712,
		"longitude": -81.56059,
		"description": "Buckle up for an adrenaline-pumping rock 'n' roll journey with Aerosmith. This high-speed indoor coaster launches you into the music world, featuring loops, corkscrews, and a rocking soundtrack. Feel the rush as you ride through the neon-lit Hollywood backdrop, making this attraction a must-do for thrill-seekers and music enthusiasts alike."
	},
	{
		"id": "7a73a6df-4d33-4648-b3e3-57985f84f0ae",
		"name": "Roundup Rodeo BBQ",
		"shortName": null,
		"land": "Toy Story Land",
		"entityType": "RESTAURANT",
		"slug": null,
		"externalId": "19553134;entityType=restaurant",
		"latitude": 28.356832,
		"longitude": -81.56201,
		"description": "Round up your appetite and head to this rootin' tootin' dining experience in Toy Story Land. At Roundup Rodeo BBQ, enjoy a scrumptious meal with a Western flair, surrounded by playful theming and immersive Toy Story theming. It's a great way to fuel up for more fun in Andy's backyard."
	},
	{
		"id": "d9dbd260-9e34-406d-abb7-19f9d733e577",
		"name": "Sci-Fi Dine-In Theater Restaurant",
		"shortName": null,
		"land": "Commissary Lane",
		"entityType": "RESTAURANT",
		"slug": "scifidineintheaterrestaurant",
		"externalId": "90002114;entityType=restaurant",
		"latitude": 28.3559,
		"longitude": -81.559495,
		"description": "Step back in time to the golden age of drive-in movies at this unique dining experience. Dine in vintage car booths while enjoying classic sci-fi film clips on a big screen. The retro atmosphere, complete with starry skies and vintage cars, creates a one-of-a-kind setting for a delicious meal and an out-of-this-world time."
	},
	{
		"id": "399aa0a1-98e2-4d2b-b297-2b451e9665e1",
		"name": "Slinky Dog Dash",
		"shortName": null,
		"land": "Toy Story Land",
		"entityType": "ATTRACTION",
		"slug": "slinkydogdash",
		"externalId": "18904138;entityType=Attraction",
		"latitude": 28.356245,
		"longitude": -81.562786,
		"description": "Race through Andy's backyard on a family-friendly roller coaster adventure. Join Slinky Dog, the lovable toy dachshund, for a thrilling ride filled with dips, turns, and unexpected surprises. With its colorful theming and playful atmosphere, Slinky Dog Dash promises an exhilarating experience that will have you coming back for more."
	},
	{
		"id": "3b290419-8ca2-44bc-a710-a6c83fca76ec",
		"name": "Star Tours – The Adventures Continue",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "ATTRACTION",
		"slug": "startourstheadventurescontinue",
		"externalId": "80010193;entityType=Attraction",
		"latitude": 28.355695,
		"longitude": -81.558891,
		"description": "Embark on an intergalactic journey aboard a Starspeeder 1000. As a brave recruit for the Rebel Alliance, you'll be taken on a thrilling 3D flight through iconic Star Wars locations, encountering beloved characters and facing off against the dark side. Each ride is a unique combination of destinations, making every experience an exciting and unpredictable space adventure."
	},
	{
		"id": "6225cefe-eada-453b-9443-d1e679e28cda",
		"name": "Star Wars Launch Bay",
		"shortName": null,
		"land": "Animation Courtyard",
		"entityType": "ATTRACTION",
		"slug": "starwarslaunchbay",
		"externalId": "18240543;entityType=Attraction",
		"latitude": 28.357849,
		"longitude": -81.560996,
		"description": "Immerse yourself in the Star Wars universe at the Star Wars Launch Bay. Explore exhibits filled with authentic props, models, and artwork from the films, and get a chance to meet iconic characters from the Star Wars saga. Whether you're a Jedi Knight or a Sith Lord, this attraction offers something special for fans of all ages."
	},
	{
		"id": "97e0cc07-cf2b-4d28-941a-beff79f21543",
		"name": "Star Wars Launch Bay Theater",
		"shortName": null,
		"land": "Animation Courtyard",
		"entityType": "ATTRACTION",
		"slug": "starwarslaunchbaytheater",
		"externalId": "18360041;entityType=Attraction",
		"latitude": 28.357821,
		"longitude": -81.561061,
		"description": "Immerse yourself in the rich lore of Star Wars with a behind-the-scenes look at the making of the films. The Launch Bay Theater features a captivating film that explores the iconic moments from the Star Wars saga, providing an in-depth glimpse into the galaxy far, far away and the creative minds behind this beloved franchise."
	},
	{
		"id": "1a2e70d9-50d5-4140-b69e-799e950f7d18",
		"name": "Star Wars: Rise of the Resistance",
		"shortName": null,
		"land": "Star Wars: Galaxy's Edge",
		"entityType": "ATTRACTION",
		"slug": "starwarsriseoftheresistance",
		"externalId": "19263736;entityType=Attraction",
		"latitude": 28.354884,
		"longitude": -81.560457,
		"description": "Answer the call of the Resistance as you join this epic battle against the First Order. Step aboard a transport ship bound for a hidden Resistance base, but you'll be captured by the First Order, leading to a thrilling escape mission. With cutting-edge technology, jaw-dropping effects, and interactions with favorite characters, this attraction delivers an immersive and action-packed Star Wars experience like never before."
	},
	{
		"id": "917783a5-da9c-4c55-ac51-0ac1f8253131",
		"name": "The Hollywood Brown Derby",
		"shortName": null,
		"land": "Hollywood Boulevard",
		"entityType": "RESTAURANT",
		"slug": "thehollywoodbrownderby",
		"externalId": "90002245;entityType=restaurant",
		"latitude": 28.357648,
		"longitude": -81.560297,
		"description": "Step into the Golden Age of Hollywood and dine in elegance at The Hollywood Brown Derby. This iconic restaurant offers a taste of old-world glamour with its art deco decor and classic menu. Indulge in delectable dishes and signature cocktails while surrounded by Hollywood memorabilia, creating an unforgettable dining experience that pays homage to Tinseltown's heyday."
	},
	{
		"id": "6cf3560c-7db1-4691-b22b-2bdad0be805f",
		"name": "The Hollywood Tower Hotel: A Beacon of Magic",
		"shortName": null,
		"land": "Sunset Boulevard",
		"entityType": "SHOW",
		"slug": null,
		"externalId": "411500817;entityType=Entertainment",
		"latitude": 28.3601607315194,
		"longitude": -81.5599475347879,
		"description": "Be captivated by the stunning projection show on the Hollywood Tower Hotel. This nighttime transformation brings the iconic attraction to life with enchanting lights and colors, turning the hotel into a magical beacon in the night sky. It's a breathtaking sight that adds a touch of magic to the Hollywood Studios skyline."
	},
	{
		"id": "6f6998e8-a629-412c-b964-2cb06af8e26b",
		"name": "The Twilight Zone Tower of Terror™",
		"shortName": null,
		"land": "Sunset Boulevard",
		"entityType": "ATTRACTION",
		"slug": "thetwilightzonetowerofterror",
		"externalId": "80010218;entityType=Attraction",
		"latitude": 28.359553,
		"longitude": -81.559772,
		"description": "Enter the eerie Hollywood Tower Hotel and brave the mysterious elevator ride into the Twilight Zone. Experience heart-pounding drops and thrilling surprises as you journey through the haunted storyline of this classic attraction. With its spooky ambiance and unexpected twists, this haunted hotel adventure is not for the faint of heart."
	},
	{
		"id": "20b5daa8-e1ea-436f-830c-2d7d18d929b5",
		"name": "Toy Story Mania!",
		"shortName": null,
		"land": "Toy Story Land",
		"entityType": "ATTRACTION",
		"slug": "toystorymania",
		"externalId": "209857;entityType=Attraction",
		"latitude": 28.356404,
		"longitude": -81.561894,
		"description": "Enter a 4D carnival midway and join Woody, Buzz, and the gang for an interactive shooting gallery adventure. Take aim at virtual targets with your spring-action shooter as you play a series of whimsical, fast-paced games inspired by beloved Toy Story characters. Challenge your friends and family to see who can rack up the highest score in this delightful and competitive attraction."
	},
	{
		"id": "0beccd84-7a6d-454a-94d3-c8a3265e7e8d",
		"name": "Tune-In Lounge",
		"shortName": null,
		"land": "Echo Lake",
		"entityType": "RESTAURANT",
		"slug": "tuneinlounge",
		"externalId": "90002300;entityType=restaurant",
		"latitude": 28.357482,
		"longitude": -81.558808,
		"description": "Step back in time to the 1950s at the Tune-In Lounge, an adjacent area to 50's Prime Time Café. Relax in a nostalgic setting complete with retro furnishings and vintage TV clips. The lounge offers a selection of handcrafted cocktails and beverages, providing the perfect spot to unwind and soak in the nostalgic charm of the past."
	},
	{
		"id": "9211adc9-b296-4667-8e97-b40cf76108e4",
		"name": "Vacation Fun - An Original Animated Short with Mickey & Minnie",
		"shortName": null,
		"land": "Mickey Avenue",
		"entityType": "ATTRACTION",
		"slug": "vacationfunanoriginalanimatedshortwithmickeyminnie",
		"externalId": "19497952;entityType=Attraction",
		"latitude": 28.356316,
		"longitude": -81.559031,
		"description": "Experience a delightful animated short featuring Mickey, Minnie, and their pals on a whimsical vacation. This charming show brings classic Disney characters to life in a fun and heartwarming story filled with laughter, adventure, and plenty of surprises. Join in on the fun as you witness Mickey and Minnie's memorable moments from their animated escapades."
	},
	{
		"id": "d7669edc-eaa1-4af2-bbb5-6e98df564166",
		"name": "Walt Disney Presents",
		"shortName": null,
		"land": "Animation Courtyard",
		"entityType": "ATTRACTION",
		"slug": "waltdisneypresents",
		"externalId": "18770880;entityType=Attraction",
		"latitude": 28.35686,
		"longitude": -81.560982,
		"description": "Discover the incredible legacy of Walt Disney and get a sneak peek into the latest Disney films and theme park attractions. This multimedia exhibition showcases historic artifacts, concept art, and models, offering insight into the creative process that brought beloved Disney stories to life. It's a must-visit for Disney enthusiasts and aspiring artists alike."
	},
	{
		"id": "b1ed574f-40f2-4132-a1ee-893a276633c8",
		"name": "Wonderful World of Animation",
		"shortName": null,
		"land": "Hollywood Boulevard",
		"entityType": "SHOW",
		"slug": "wonderfulworldofanimation",
		"externalId": "19260580;entityType=Entertainment",
		"latitude": 28.356965,
		"longitude": -81.560425,
		"description": "Be dazzled by this epic nighttime show that celebrates 90 years of Disney animation. Through state-of-the-art projection mapping, iconic scenes from beloved Disney films come to life on the Chinese Theater facade. From classic characters to modern favorites, this stunning display showcases the magic and artistry of Disney animation throughout the years."
	}
]
